{"hash_id": 690232753448344740, "entities": ["geotagged images", "scene types", "rouge scores", "twitter", "semeval", "shared task", "opinion mining", "emotion detection", "affective computing", "tone analysis", "benchmark task", "community task", "evaluation task", "lexicon management", "transc", "lexedit", "parse trees", "probabilistic model", "neural network", "statistical parser", "emerging data", "pretraining"], "background": "1. The need to efficiently adapt pre-trained language models to continuously emerging data without the computational expense of exhaustive pre-training on all existing data. 2. The requirement to preserve previously learned knowledge while integrating new knowledge, and to stimulate the correct knowledge for specific downstream tasks."}
{"hash_id": 7168757526364010259, "entities": [], "background": "1. Existing span-based NER methods often result in overlapping entity spans, which is undesirable for tasks without nested entities, and current solutions do not optimize the no-overlap constraint during learning. 2. There is a need for a method that can implicitly enforce the no-overlap constraint without compromising the efficiency of heuristic-based decoding."}
{"hash_id": 222350030161722319, "entities": ["radiology findings", "summarizing"], "background": "1. The need to reduce the time and potential for errors in summarizing radiology findings, which is particularly challenging for inexperienced radiologists. 2. The limitation of existing methods that separately encode extra knowledge and findings, not effectively leveraging the relationships between them for improved impression generation."}
{"hash_id": 981179318916680400, "entities": ["geotagged images", "scene types", "rouge scores", "twitter", "semeval", "opinion mining", "emotion detection", "affective computing", "tone analysis", "lexicon management", "voice recognition", "audio transcription", "phonemic notation", "sound symbolization", "parse trees", "probabilistic model", "statistical parser", "neural network", "datadriven approach"], "background": "1. The need to extract and structure information from long texts without manually defining schemas, which can be complex and labor-intensive. 2. The desire to create a more flexible and data-driven approach to information extraction that can handle diverse and complex table structures."}
{"hash_id": 8124061477849610146, "entities": ["geotagged images", "scene type features", "rouge scores", "sentiment analysis", "twitter", "shared task", "opinion mining", "emotion detection", "affective computing", "tone analysis", "benchmark task", "community task", "evaluation task", "lexicon management", "transc", "lexedit", "parse trees", "probabilistic model", "neural network", "statistical parser", "residual networks"], "background": "1. The need to improve the efficiency and accuracy of sequence generation in deep neural networks, particularly in the context of natural language processing tasks. 2. The desire to leverage the deeper connection between residual networks and numerical Ordinary Differential Equation (ODE) methods to develop a more robust architecture for deep learning."}
